Repository: luileito/mucaptcha-wordpress
Catalog: wp-mucaptcha/languages/mucaptcha-*.po
Languages: ca_es, es_es

source: <a href="%s">Please install the PHP cURL lib</a>. Otherwise the submitted μcaptchas won't be validated.
ca_es: <a href="%s">Has d'instal·lar la libreria cURL de PHP</a>. Si no, els μcaptchas no es podran validar.
es_es: <a href="%s">Debes instalar la librería cURL de PHP</a>. Si no, los μcaptchas no se podrán validar.

source: μcaptcha configuration
ca_es: configuració de μcaptcha
es_es: configuración de μcaptcha

source: Please enter your public and secret API keys. <a href="%s">Get them here</a>.
ca_es: Escriu les teuas claus pública i secreta. <a href="%s">Aconsegueix-les aquí</a>.
es_es: Escribe tus claves pública y secreta. <a href="%s">Consíguelas aquí</a>.

source: General settings
ca_es: Ajustos generals
es_es: Ajustes generales

source: Public key
ca_es: Clau pública
es_es: Clave pública

source: Secret key
ca_es: Clau secreta
es_es: Clave secreta

source: Display
ca_es: Mostrar
es_es: Mostrar

source: When anonymous users comment
ca_es: Quan usuaris anònims comenten
es_es: Cuando usuarios anónimos comentan

source: When logged users comment
ca_es: Quan usuaris registrats comenten
es_es: Cuando usuarios logeados comentan

source: When someone logs in
ca_es: Quan algú ingressa
es_es: Cuando alguien se logea

source: When someone registers
ca_es: Quan algú es registra
es_es: Cuando alguien se registra

source: Appearance settings
ca_es: Ajustos de visualització
es_es: Ajustes de visualización

source: Accompanying text
ca_es: Text explicatiu
es_es: Texto explicativo

source: e.g. Draw the math symbols:
ca_es: p.e. Dibuixa els símbols matemàtics
es_es: p.e. Dibuja los símbolos matemáticos

source: Scope
ca_es: Abast
es_es: Alcance

source: Display only on touch-capable devices
ca_es: Mostrar només en dispostius amb pantalla tàctil
es_es: Mostrar sólo en dispositivos con pantalla táctil

source: Line color
ca_es: Color de línia
es_es: Color de línea

source: e.g. red (default), #FFF or any valid CSS color
ca_es: p.e. red (per defecte), #FFF o qualsevol color CSS vàlid
es_es: p.e. red (por defecto), #FFF o cualquier color CSS válido

source: Line width
ca_es: Ample de línia
es_es: Ancho de línea

source: e.g. 3 (default)
ca_es: p.e. 3 (per defecte)
es_es: p.e. 3 (por defecto)

source: Background color
ca_es: Color de fons
es_es: Color de fondo

source: e.g. white (default), #F00 or any valid CSS color
ca_es: p.e. blanc (per defecte), #F00 o qualsevol color CSS vàlid
es_es: p.e. blanco (por defecto), #F00 o cualquier color CSS válido

source: Save
ca_es: Salva
es_es: Guardar

source: Configuration saved.
ca_es: Configuració guardada.
es_es: Configuración guardada.

source: Draw the math symbols:
ca_es: Dibuixa els símbols matemàtics:
es_es: Dibuja los símbolos matemáticos:

source: <strong>error</strong>: You didn't pass the μcaptcha.
ca_es: <strong>error</strong>: No has passat el μcaptcha.

source: <strong>μcaptcha error</strong>: %s.
ca_es: <strong>error de μcaptcha</strong>: %s.
es_es: <strong>error de μcaptcha</strong>: %s.

source: <a href="%s">More info</a>
ca_es: <a href="%s">Més info</a>
es_es: <a href="%s">Más info</a>
